Repository: Inazumimakoto/lifelog
Catalog: lifelog/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hans, zh_hant

source: 記念日まであと%lld日
en: %lld days left until the anniversary
ko: 기념일까지 이후 %lld일
zh_hans: %lld 距周年纪念日还剩几天
zh_hant: %lld 距離週年紀念日還剩幾天

source: 記念日を削除
en: Delete anniversary
ko: 기념일 삭제
zh_hans: 删除周年纪念日
zh_hant: 刪除週年紀念日

source: 記念日を毎年カウントダウンできます
en: You can count down your anniversary every year
ko: 기념일을 매년 카운트다운할 수 있습니다.
zh_hans: 每年你都可以倒数你的周年纪念日
zh_hant: 每年你都可以倒數你的週年紀念日

source: 記念日を編集
en: Edit anniversary
ko: 기념일 편집
zh_hans: 编辑周年纪念日
zh_hant: 編輯週年紀念日

source: 記念日を追加
en: Add anniversary
ko: 기념일 추가
zh_hans: 添加周年纪念日
zh_hant: 新增週年紀念日

source: 記念日前
en: Before the anniversary
ko: 기념일 전
zh_hans: 周年纪念日之前
zh_hant: 週年紀念日之前

source: 訪れた場所を残しておきましょう。地図を動かしてお店やスポットを選べます。
en: Leave a record of the places you've visited. You can select shops and spots by moving the map.
ko: 방문한 장소를 남겨 둡시다. 지도를 움직여 가게와 장소를 선택할 수 있습니다.
zh_hans: 留下您去过的地方的记录。您可以通过移动地图来选择商店和地点。
zh_hant: 留下您去過的地方的記錄。您可以透過移動地圖來選擇商店和地點。

source: 訪問 %lld回
en: Visited %lld times
ko: 방문 %lld회
zh_hans: 访问 %lld 次
zh_hant: 造訪 %lld 次

source: 訪問タグ
en: visit tag
ko: 방문 태그
zh_hans: 访问标签
zh_hant: 訪問標籤

source: 訪問タグ管理
en: Visit tag management
ko: 방문 태그 관리
zh_hans: 访问标签管理
zh_hant: 存取標籤管理

source: 設定
en: setting
ko: 설정
zh_hans: 环境
zh_hant: 環境

source: 設定 > プライバシーとセキュリティ > カレンダーでlifelifyへのアクセスを許可すると、外部カレンダーの予定が表示されます。
en: If you allow access to lifelify in Settings > Privacy & Security > Calendar, you will see your external calendar events.
ko: 설정 > 개인 정보 및 보안 > 캘린더에서 lifelify에 대한 액세스를 허용하면 외부 캘린더 일정이 표시됩니다.
zh_hans: 如果您在“设置”>“隐私和安全”>“日历”中允许访问 lifelify，您将看到外部日历事件。
zh_hant: 如果您在「設定」>「隱私權與安全性」>「行事曆」中允許存取 lifelify，您將看到外部日曆事件。

source: 設定 > プライバシーとセキュリティ > カレンダーでlifelifyへのアクセスを許可すると外部カレンダーの予定が表示されます。
en: If you allow access to lifelify in Settings > Privacy & Security > Calendar, events from external calendars will be displayed.
ko: 설정 > 개인 정보 및 보안 > 캘린더에서 lifelify에 대한 액세스를 허용하면 외부 캘린더 일정이 표시됩니다.
zh_hans: 如果您在“设置”>“隐私和安全”>“日历”中允许访问 lifelify，则会显示外部日历中的事件。
zh_hant: 如果您在「設定」>「隱私權與安全性」>「行事曆」中允許存取 lifelify，則會顯示外部行事曆中的事件。

source: 設定→外部リンク→ヘルスケアアプリを開く
en: Settings → External link → Open Health app
ko: 설정 → 외부 링크 → 의료 앱 열기
zh_hans: 设置→外部链接→打开健康应用程序
zh_hant: 設定→外部連結→開啟健康應用程式

source: 設定が見つかりません
en: Setting not found
ko: 설정을 찾을 수 없음
zh_hans: 未找到设置
zh_hant: 未找到設定

source: 設定を開く
en: Open settings
ko: 설정 열기
zh_hans: 打开设置
zh_hant: 開啟設定

source: 設定先を開く
en: Open settings destination
ko: 설정 대상 열기
zh_hans: 打开设置目的地
zh_hant: 開啟設定目的地

source: 許可されました
en: allowed
ko: 허용됨
zh_hans: 允许
zh_hant: 允許

source: 詳細
en: detailed
ko: 상세한
zh_hans: 详细

source: 詳細なし
en: No details
ko: 상세 없음
zh_hans: 无详细信息
zh_hant: 無詳細資訊

source: 詳細を開く
en: Open details
ko: 세부정보 열기
zh_hans: 打开详情
zh_hant: 打開詳情

source: 詳細メモ（任意）
en: Detailed notes (optional)
ko: 상세 메모(선택 사항)
zh_hans: 详细注释（可选）
zh_hant: 詳細註釋（可選）

source: 詳細（任意）
en: Detailed (optional)
ko: 상세(선택사항)
zh_hans: 详细（任意）

source: 認証エラー: PATが無効です
en: Authentication error: PAT is invalid
ko: 인증 오류: PAT가 잘못되었습니다.
zh_hans: 身份验证错误：PAT 无效
zh_hant: 身份驗證錯誤：PAT 無效

source: 認証エラー: nonceが見つかりません
en: Authentication error: nonce not found
ko: 인증 오류: nonce를 찾을 수 없음
zh_hans: 身份验证错误：未找到随机数
zh_hant: 身份驗證錯誤：未找到隨機數

source: 認証トークンの取得に失敗しました
en: Failed to obtain authentication token
ko: 인증 토큰을 얻지 못했습니다.
zh_hans: 获取认证token失败
zh_hant: 取得認證token失敗

source: 読み込み中...
en: Loading...
ko: 로드 중...
zh_hans: 加载中...
zh_hant: 載入中...

source: 読書
en: reading
ko: 독서
zh_hans: 阅读
zh_hant: 閱讀

source: 課金テスト国
en: Billing test country
ko: 결제 테스트 국가
zh_hans: 计费测试国家/地区
zh_hant: 計費測試國家/地區

source: 論理的で解像度の高い文章を目指す
en: Aim for logical and high-resolution writing
ko: 논리적이고 해상도가 높은 문장을 목표로
zh_hans: 目标是逻辑性和高分辨率的写作
zh_hant: 目標是邏輯性和高解析度的寫作

source: 買い物
en: shopping
ko: 쇼핑
zh_hans: 购物
zh_hant: 購物

source: 買い物リストや気づいたことを書いておけます
en: Jot down shopping lists and quick thoughts.
ko: 쇼핑 목록이나 떠오른 생각을 적어 두세요.
zh_hans: 写下购物清单和随手想到的事。
zh_hant: 寫下購物清單和隨手想到的事。

source: 購入に失敗しました。通信状態を確認して再試行してください。
en: Purchase failed. Please check the communication status and try again.
ko: 구매에 실패했습니다. 통신 상태를 확인하고 다시 시도하십시오.
zh_hans: 购买失败。请检查通讯状态并重试。
zh_hant: 購買失敗。請檢查通訊狀態並重試。

source: 購入の復元に失敗しました。しばらくして再試行してください。
en: Purchase restore failed. Please try again later.
ko: 구매 복원에 실패했습니다. 잠시 후 다시 시도하십시오.
zh_hans: 购买恢复失败。请稍后重试。
zh_hant: 購買恢復失敗。請稍後重試。

source: 購入は保留中です。承認後に有効化されます。
en: Purchase is pending. It will be activated after approval.
ko: 구매는 보류 중입니다. 승인 후 활성화됩니다.
zh_hans: 购买待定。批准后将被激活。
zh_hant: 購買待定。批准後將被激活。

source: 購入は完了しませんでした。
en: Your purchase was not completed.
ko: 구매가 완료되지 않았습니다.
zh_hans: 您的购买尚未完成。
zh_hant: 您的購買尚未完成。

source: 購入を復元
en: restore purchase
ko: 구매 복원
zh_hans: 恢复购买
zh_hant: 恢復購買

source: 趣味
en: hobby
ko: 취미
zh_hans: 爱好
zh_hant: 嗜好

source: 追加
en: Add
ko: 추가
zh_hans: 添加
zh_hant: 新增

source: 追加したタグ
en: Added tag
ko: 추가한 태그
zh_hans: 添加标签
zh_hant: 添加標籤

source: 追加した写真
en: Added photo
ko: 추가한 사진
zh_hans: 添加照片
zh_hant: 添加照片

source: 追加できる初期タグはありません。
en: There are no initial tags to add.
ko: 추가할 수 있는 초기 태그는 없습니다.
zh_hans: 没有要添加的初始标签。
zh_hant: 沒有要新增的初始標籤。

source: 追加オプションをオフ
en: Turn off additional options
ko: 추가 옵션 끄기
zh_hans: 关闭附加选项
zh_hant: 關閉附加選項

source: 送る
en: send
ko: 보내다
zh_hans: 发送
zh_hant: 傳送

source: 送信
en: send
ko: 전송
zh_hans: 发送
zh_hant: 傳送

source: 送信中...
en: Sending...
ko: 전송 중...
zh_hans: 正在发送...
zh_hant: 正在發送...

source: 送信先が指定されていません
en: No destination specified
ko: 대상이 지정되지 않았습니다.
zh_hans: 没有指定目的地
zh_hant: 沒有指定目的地

source: 送信済み
en: Sent
ko: 전송됨
zh_hans: 发送
zh_hant: 傳送

source: 送信者
en: sender
ko: 발신자
zh_hans: 发件人
zh_hant: 寄件人

source: 通信状況を確認して、しばらくしてから再試行してください。
en: Please check the communication status and try again later.
ko: 통신 상태를 확인하고 잠시 후 다시 시도하십시오.
zh_hans: 请检查通讯状态并稍后重试。
zh_hant: 請檢查通訊狀態並稍後重試。

source: 通報
en: inform
ko: 알리다
zh_hans: 通报

source: 通報を送信しました
en: A report has been sent
ko: 신고를 보냈습니다.
zh_hans: 报告已发送
zh_hant: 報告已發送

source: 通報を送信しました。このユーザーをブロックしますか？
en: A report has been sent. Do you want to block this user?
ko: 신고를 보냈습니다. 이 사용자를 차단하시겠습니까?
zh_hans: 报告已发送。您想阻止该用户吗？
zh_hant: 報告已發送。您想封鎖該用戶嗎？

source: 通報対象
en: Report target
ko: 신고 대상
zh_hans: 报告目标
zh_hant: 報告目標

source: 通報理由
en: Reason for reporting
ko: 신고 이유
zh_hans: 举报原因
zh_hant: 檢舉原因

source: 通知
en: notify
ko: 통지하다

source: 通知は毎年この月日に届きます（年は無視されます）
en: The notification will arrive every year on this month and day (the year will be ignored)
ko: 알림은 매년 이 달에 도착합니다(해는 무시됩니다)
zh_hans: 通知将在每年的这个月和日到达（年份将被忽略）
zh_hant: 通知將在每年的這個月和日到達（年份將被忽略）

source: 通知をオンにしてください
en: Please turn on notifications
ko: 알림을 켭니다.
zh_hans: 请开启通知功能
zh_hant: 請開啟通知功能

source: 通知を許可する
en: Allow notifications
ko: 알림 허용
zh_hans: 允许通知
zh_hant: 允許通知

source: 通知タイミング
en: Notification timing
ko: 알림 타이밍
zh_hans: 通知时间
zh_hant: 通知時間

source: 通知方法
en: Notification method
ko: 통지방법

source: 通知日時
en: Notification date
ko: 통지일
zh_hans: 通知日时

source: 通知時刻
en: Notification time
ko: 알림 시간
zh_hans: 通知时刻

source: 通知設定
en: Notifications
ko: 알림 설정
zh_hans: 通知设置

source: 連携設定
en: Cooperation settings
ko: 연동 설정
zh_hans: 合作设置
zh_hant: 合作設定

source: 連続日数
en: consecutive days
ko: 연속 일수
zh_hans: 连续天数
zh_hant: 連續天數

source: 連続達成
en: Consecutive achievement
ko: 연속 달성
zh_hans: 连续成就
zh_hant: 連續成就

source: 連続達成日数が表示されます
en: The number of consecutive days of achievement will be displayed.
ko: 연속 달성일 수가 표시됩니다.
zh_hans: 将显示连续取得成就的天数。
zh_hant: 將顯示連續取得成就的天數。

source: 週
en: week
ko: 주
zh_hans: 周

source: 週%lld回まで（毎週日曜リセット）
en: Up to %lld times per week (reset every Sunday)
ko: 주 %lld회까지(매주 일요일 리셋)
zh_hans: 每周最多 %lld 次（每周日重置）
zh_hant: 每週最多 %lld 次（每週日重置）

source: 週のタイムライン
en: weekly timeline
ko: 주 타임라인
zh_hans: 每周时间表
zh_hant: 每週時間表

source: 週平均比
en: Weekly average ratio
ko: 주간 평균 비율
zh_hans: 周平均比

source: 週末モードでのんびり。散歩して深呼吸。
en: Relax in weekend mode. Take a walk and take deep breaths.
ko: 주말 모드에서 여유롭게. 산책하고 심호흡.
zh_hans: 在周末模式下放松。散步并深呼吸。
zh_hant: 在週末模式下放鬆。散步並深呼吸。

source: 週次ふりかえり
en: weekly retrospective
ko: 주간 회고
zh_hans: 每周回顾
zh_hant: 每週回顧

source: 進捗バーと経過/残り日数が表示されます
en: Progress bar and elapsed/remaining days are displayed
ko: 진행률 표시줄 및 경과/잔여 일수 표시
zh_hans: 显示进度条和已过/剩余天数
zh_hant: 顯示進度條和已過/剩餘天數

source: 進行中
en: in progress
ko: 진행 중
zh_hans: 进行中

source: 運動
en: sports
ko: 스포츠
zh_hans: 运动

source: 運勢として診断し、神秘的なアドバイスをくれます。
en: It diagnoses your fortune and gives you mysterious advice.
ko: 운세로 진단하고 신비로운 조언을 해줍니다.
zh_hans: 它会诊断你的命运并给你神秘的建议。
zh_hant: 它會診斷你的命運並給你神秘的建議。

source: 運営も読めない暗号化(E2EE)
en: Encryption that cannot be read by management (E2EE)
ko: 운영도 읽을 수 없는 암호화(E2EE)
zh_hans: 管理层无法读取的加密（E2EE）
zh_hant: 管理層無法讀取的加密（E2EE）

source: 過去1年
en: past year
ko: 작년
zh_hans: 过去1年

source: 過去のあなたからの手紙
en: letters from your past
ko: 과거의 당신의 편지
zh_hans: 你过去的信
zh_hant: 你過去的信

source: 過去の予定
en: past plans
ko: 과거 일정
zh_hans: 过去的计划
zh_hant: 過去的計劃

source: 過去の登録地点 OFF
en: Past registered points OFF
ko: 과거 등록 지점 OFF
zh_hans: 过去登记的积分已关闭
zh_hant: 過去登記的積分已關閉

source: 過去の登録地点 ON
en: Past registered points ON
ko: 과거 등록 지점 ON
zh_hans: 过去登记的积分ON
zh_hant: 過去登記的積分ON

source: 達成合計 %lld 回
en: Total achieved %lld times
ko: 달성 합계 %lld 회
zh_hans: 总计实现 %lld 次
zh_hant: 總計實現 %lld 次

source: 達成率
en: Achievement rate
ko: 달성률
zh_hans: 达成率

source: 選択した場所
en: selected location
ko: 선택한 위치
zh_hans: 选定的位置
zh_hant: 選定的位置

# 選択中 (%lld/%lld)
source: 選択中 (%1$lld/%2$lld)
en: Selected (%1$lld/%2$lld)
ko: 선택 중 (%1$lld/%2$lld)
zh_hans: 已选择（%1$lld/%2$lld）
zh_hant: 已選擇（%1$lld/%2$lld）

source: 選択中タグに一致する場所はありません
en: No locations match the selected tag
ko: 선택한 태그와 일치하는 위치가 없습니다.
zh_hans: 没有与所选标签匹配的位置
zh_hant: 沒有與所選標籤相符的位置

source: 配信日時を指定して友達に手紙を送信
en: Send a letter to a friend by specifying the delivery date and time
ko: 배달 날짜와 시간을 지정하여 친구에게 편지 보내기
zh_hans: 通过指定递送日期和时间向朋友发送一封信
zh_hant: 透過指定遞送日期和時間向朋友發送一封信

source: 配信条件
en: Delivery conditions
ko: 배달 조건
zh_hans: 交货条件
zh_hant: 交貨條件

source: 配達日設定
en: Delivery date setting
ko: 배송일 설정
zh_hans: 交货日期设定
zh_hant: 交貨日期設定

source: 金
en: gold
ko: 금
zh_hans: 金子
zh_hant: 金子

source: 鍵ペアの生成に失敗しました
en: Key pair generation failed
ko: 키 쌍 생성에 실패했습니다.
zh_hans: 密钥对生成失败
zh_hant: 密鑰對產生失敗

source: 長押しで順番を入れ替えれます。
en: You can change the order by long pressing.
ko: 길게 눌러 순서를 바꿀 수 있습니다.
zh_hans: 您可以通过长按来更改顺序。
zh_hant: 您可以透過長按來更改順序。

source: 閉じた時にすぐ実行
en: Run immediately when closed
ko: 닫을 때 바로 실행
zh_hans: 关闭后立即运行
zh_hant: 關閉後立即運行

source: 閉じる
en: close
ko: 닫다
zh_hans: 关闭
zh_hant: 關閉

source: 開始
en: start
ko: 시작
zh_hans: 开始

source: 開始から
en: from the start
ko: 시작부터
zh_hans: 从一开始
zh_hant: 從一開始

source: 開始ラベル（例：生まれてから）
en: Starting label (e.g. since birth)
ko: 시작 라벨(예: 출생 후)
zh_hans: 起始标签（例如自出生以来）
zh_hant: 起始標籤（例如自出生以來）

source: 開始・終了日時を設定するとTodayやカレンダーのタイムラインに反映されます。
en: Once you set the start and end date and time, they will be reflected in Today and the calendar timeline.
ko: 시작/종료 일시를 설정하면 Today나 캘린더의 타임라인에 반영됩니다.
zh_hans: 设置开始和结束日期和时间后，它们将反映在今天和日历时间线中。
zh_hant: 設定開始和結束日期和時間後，它們將反映在今天和日曆時間軸中。

source: 開始前
en: Before starting
ko: 시작하기 전에
zh_hans: 开始前

source: 開始日
en: start date
ko: 시작일
zh_hans: 开始日

source: 開始日が設定されているため無効です
en: Invalid because start date is set
ko: 시작일이 설정되었으므로 유효하지 않습니다.
zh_hans: 无效，因为已设置开始日期
zh_hant: 無效，因為已設定開始日期

source: 開始日と終了日が同じ場合は単日タスクとして扱われます。複数日にまたがる場合は期間全体に表示されます。
en: If the start date and end date are the same, it is treated as a single-day task. If it spans multiple days, it will be displayed for the entire period.
ko: 시작일과 종료일이 같으면 단일 작업으로 처리됩니다. 둘 이상의 날에 걸쳐있는 경우 전체 기간에 표시됩니다.
zh_hans: 如果开始日期和结束日期相同，则将其视为单日任务。如果跨越多天，则会显示整个期间。
zh_hant: 如果開始日期和結束日期相同，則將其視為單日任務。如果跨越多天，則會顯示整個期間。

source: 開始日を設定
en: Set start date
ko: 시작일 설정
zh_hans: 设置开始日期
zh_hant: 設定開始日期

source: 開始時刻
en: start time
ko: 시작 시간
zh_hans: 开始时刻

source: 開封
en: Opening
ko: 개봉
zh_hans: 开幕
zh_hant: 開幕

source: 開封可能
en: Possible to open
ko: 개통 가능
zh_hans: 开封可能

source: 開封待ち
en: Waiting for opening
ko: 개봉 대기
zh_hans: 等待开通
zh_hant: 等待開通

source: 開封待ちの手紙はありません
en: There are no letters waiting to be opened.
ko: 개봉 대기 편지 없음
zh_hans: 没有等待打开的信件。
zh_hant: 沒有等待打開的信件。

source: 開封日
en: Opening date
ko: 개봉일
zh_hans: 开业日期
zh_hant: 開業日期

source: 開封日: %@
en: Opened date: %@
ko: 개봉일: %@
zh_hans: 开放日期：%@
zh_hant: 開放日期：%@

source: 開封時刻
en: Opening time
ko: 개봉 시간
zh_hans: 开放时间
zh_hant: 開放時間

source: 開封済み
en: Opened
ko: 개봉됨
zh_hans: 已开通
zh_hant: 已開通

source: 開封済みの手紙はありません
en: There are no opened letters.
ko: 열린 편지 없음
zh_hans: 没有打开的信件。
zh_hant: 沒有打開的信件。

source: 開発者のPCが起動しているか確認してください。 それでもダメなら...また後で！
en: Please check if the developer's PC is running. If that doesn't work...see you later!
ko: 개발자의 PC가 시작되었는지 확인합니다. 그래도 안된다면 ... 나중에!
zh_hans: 请检查开发者的PC是否正在运行。 如果这不起作用...稍后见！
zh_hant: 請檢查開發者的PC是否正在運作。 如果這不起作用...稍後見！

source: 開発者のPC！寝てる！
en: Developer's PC! Sleeping!
ko: 개발자의 PC! 자고있어!
zh_hans: 开发者的电脑！睡眠！
zh_hant: 開發者的電腦！睡眠！

source: 開発者のPC！遅い！タイムアウト！
en: Developer's PC! slow! timeout!
ko: 개발자의 PC! 느린! 타임아웃!
zh_hans: 开发者的电脑！慢的！暂停！
zh_hant: 開發者的電腦！慢的！暫停！

source: 開発者向け 🧑‍💻
en: For developers 🧑‍💻
ko: 개발자용 🧑‍💻
zh_hans: 对于开发者🧑‍💻
zh_hant: 對於開發者🧑‍💻

source: 限界突破中！
en: Breaking the limit!
ko: 한계 돌파중!
zh_hans: 突破极限！
zh_hant: 突破極限！

source: 雨
en: rain
ko: 비

source: 雨で外に出られず、ストレッチだけ。少し肩が重い。
en: I couldn't go outside because of the rain, so all I did was stretch. My shoulders are a little heavy.
ko: 비로 밖에 나오지 않고, 스트레치만. 조금 어깨가 무겁다.
zh_hans: 因为下雨我不能出去，所以我只能做伸展运动。我的肩膀有点重。
zh_hant: 因為下雨我不能出去，所以我只能做伸展運動。我的肩膀有點重。

source: 雪
en: snow
ko: 눈

source: 雷雨
en: thunderstorm
ko: 뇌우

source: 霧
en: fog
ko: 안개
zh_hans: 雾

source: 霧雨
en: drizzle
ko: 이슬비
zh_hans: 细雨
zh_hant: 細雨

source: 非表示
en: non-expression
ko: 비표현

source: 非表示のカウントダウンがあります
en: There is a hidden countdown
ko: 숨겨진 카운트다운이 있습니다.
zh_hans: 有一个隐藏的倒计时
zh_hant: 有一個隱藏的倒數計時

source: 非表示の習慣があります
en: have a habit of hiding
ko: 숨겨진 습관이 있습니다.
zh_hans: 有隐藏的习惯
zh_hant: 有隱藏的習慣

source: 頻度
en: frequency
ko: 빈도
zh_hans: 频率
zh_hant: 頻率

source: 顔
en: face
ko: 얼굴
zh_hans: 脸
zh_hant: 臉

source: 食べ物
en: food
ko: 음식
zh_hans: 食物
zh_hant: 食物

source: 食事・生活
en: Meals/life
ko: 식사・생활
zh_hans: 膳食/生活
zh_hant: 膳食/生活

source: 駅
en: station
ko: 역
zh_hans: 车站
zh_hant: 車站

source: 高
en: high
ko: 높은

source: 黒
en: black
ko: 블랙
zh_hans: 黑色的
zh_hant: 黑色的

source: （内容なし）
en: (No content)
ko: (내용 없음)
zh_hans: （无内容）
zh_hant: （無內容）

source: 🌍 世界で%lld回、開発者を泣かせました
en: 🌍 Made developers cry %lld times in the world
ko: 🌍 세계에서 %lld회, 개발자를 울렸습니다
zh_hans: 🌍让开发者在全世界哭了%lld次
zh_hant: 🌍讓開發者在全世界哭了%lld次

source: 🌙 就寝: %@
en: 🌙 Bedtime:%@
ko: 🌙 취침:%@
zh_hans: 🌙 就寝时间：%@
zh_hant: 🌙 就寢時間：%@

source: 🌤️ 天気: %@
en: 🌤️ Weather:%@
ko: 🌤️ 날씨:%@
zh_hans: 🌤️天气：%@
zh_hant: 🌤️天氣：%@

source: 🌸 やさしめ
en: 🌸 Kindness
ko: 🌸 부드러운
zh_hans: 🌈善良
zh_hant: 🌈善良

source: 🌸 寄り添いカウンセラー
en: 🌸 Cuddling counselor
ko: 🌸 다가오는 카운슬러
zh_hans: ❤ 拥抱辅导员
zh_hant: ❤ 擁抱輔導員

source: 🎲 %@ %@ に届きます
en: 🎲 Delivered to%@%@
ko: 🎲%@%@에 도착
zh_hans: 🎲 已交付至%@%@
zh_hant: 🎲 已交付至%@%@

source: 🎲 %@ に届きます
en: 🎲 Delivered to%@
ko: 🎲%@에 도착
zh_hans: 🎲 已交付至%@
zh_hant: 🎲 已交付至%@

source: 🎲 %@ の %@ ごろに届きます
en: 🎲 It will arrive around%@of%@
ko: 🎲%@%@경기에 도착
zh_hans: 🎲 将在%@的%@左右到达
zh_hant: 🎲 將在%@的%@左右到達

source: 🎲 %@ の %@〜%@ のどこかに届きます
en: 🎲 It will arrive somewhere between%@and%@of%@
ko: 🎲%@%@~%@어딘가에 도착
zh_hans: 🎲 它将到达%@的%@和%@之间的某个位置
zh_hant: 🎲 它將到達%@的%@和%@之間的某個位置

source: 🐱 気まぐれな猫
en: 🐱 Whimsical cat
ko: 🐱 변덕스러운 고양이
zh_hans: 🐱 异想天开的猫
zh_hant: 🐱 異想天開的貓

source: 👆 上をなぞって開封
en: 👆 Trace the top to open
ko: 👆 위를 따라 개봉
zh_hans: 👆 追踪顶部打开
zh_hant: 👆 追蹤頂部打開

source: 👑 執事
en: 👑 Butler
ko: 👑 집사
zh_hans: 👑 巴特勒
zh_hant: 👑 巴特勒

source: 👣 歩数
en: 👣 Steps
ko: 👣 걸음
zh_hans: 👣 步骤
zh_hant: 👣 步驟

source: 👣 歩数: %lld歩
en: 👣 Steps:%lldsteps
ko: 👣 걸음 수:%lld걸음
zh_hans: 👣 步数：%lld步
zh_hant: 👣 步數：%lld步

source: 👣 歩数: 未登録
en: 👣 Steps: Not registered
ko: 👣 걸음 수: 등록되지 않음
zh_hans: 👣 步骤：未注册
zh_hant: 👣 步驟：未註冊

source: 💌 大切な人への手紙
en: 💌 Letters to loved ones
ko: 💌 소중한 사람에게 보내는 편지
zh_hans: 💌写给亲人的信
zh_hant: 💌寫給親人的信

source: 💡 メールアドレスは使用しないので「非公開」がおすすめ
en: 💡 We recommend “Private” as your email address will not be used.
ko: 💡 메일 주소는 사용하지 않으므로 "비공개"가 추천
zh_hans: 💡 我们建议“私人”，因为您的电子邮件地址不会被使用。
zh_hant: 💡 我們建議“私人”，因為您的電子郵件地址不會被使用。

source: 💡 時間帯を指定しない場合、終日いつでも届く可能性があります
en: 💡 If you don't specify a time slot, it may arrive at any time of the day
ko: 💡 시간대를 지정하지 않으면 하루 종일 언제든지 도착할 수 있습니다.
zh_hans: 💡如果不指定时间段，可能一天中的任何时间到达
zh_hant: 💡如果不指定時間段，可能一天中的任何時間到達

source: 💡 期間を指定しない場合、1日後〜3年後の間でサプライズ配達されます
en: 💡 If you do not specify a period, surprise delivery will be made between 1 day and 3 years later.
ko: 💡 기간을 지정하지 않으면 1일에서 3년 사이에 깜짝 배달됩니다.
zh_hans: 💡如果不指定期限，1天到3年后会惊喜发货。
zh_hant: 💡如果不指定期限，1天到3年後會驚喜出貨。

source: 💤 睡眠: %@h
en: 💤 Sleep:%@h
ko: 💤 수면 시간:%@시간

source: 💤 睡眠: 未登録
en: 💤 Sleep: Not registered
ko: 💤 수면: 등록되지 않음
zh_hans: 💤 睡眠：未注册
zh_hant: 💤 睡眠：未註冊

source: 💤 睡眠時間
en: 💤 Sleep time
ko: 💤 수면 시간
zh_hans: 💤 睡眠时间

source: 💻 GitHub: %lldコミット
en: 💻 GitHub:%lldcommit
ko: 💻 GitHub:%lld커밋
zh_hans: 💻 GitHub：%lld提交
zh_hant: 💻 GitHub：%lld提交

source: 💻 GitHubコミット
en: 💻 GitHub commit
ko: 💻 GitHub 커밋
zh_hans: 💻 GitHub 提交
zh_hant: 💻 GitHub 提交

source: 📅 %@ %@ に届きます
en: 📅 Delivered to%@%@
ko: 📅%@%@에 도착
zh_hans: 📅 交付给%@%@
zh_hant: 📅 交付給%@%@

source: 📅 %@ の %@〜%@ のどこかに届きます
en: 📅 It will arrive somewhere between%@and%@of%@
ko: 📅%@%@~%@어딘가에 도착
zh_hans: 📅 它将到达%@的%@和%@之间的某个位置
zh_hant: 📅 它將到達%@的%@和%@之間的某個位置

source: 📅 %@ のどこかの時間に届きます
en: 📅 It will arrive sometime on%@
ko: 📅%@어딘가에 도착
zh_hans: 📅 它将在%@的某个时间到达
zh_hant: 📅 它將在%@的某個時間到達

source: 📅 予定: %lld件
en: 📅 Planned:%llditems
ko: 📅 예정:%lld
zh_hans: 📅 计划：%lld件
zh_hant: 📅 方案：%lld件

source: 📅 予定・タスク数
en: 📅 Number of schedule/tasks
ko: 📅 예정, 작업 수
zh_hans: 📅 日程/任务数量
zh_hant: 📅 行程/任務數量

source: 📅 今日タブ
en: 📅 Today tab
ko: 📅 오늘 탭
zh_hans: 📅“今日”选项卡
zh_hant: 📅“今日”選項卡

source: 📅 日付の設定
en: 📅 Setting the date
ko: 📅 날짜 설정
zh_hans: 📅 设置日期
zh_hant: 📅 設定日期

source: 📆 カレンダータブ
en: 📆 Calendar tab
ko: 📆 캘린더 탭
zh_hans: 📆 日历选项卡
zh_hant: 📆 日曆選項卡

source: 📋 クリップボード警告: 期間が長いと、コピーに時間がかかったり、アプリの動作が重くなる場合があります。
en: 📋 Clipboard warning: If the period is long, it may take longer to copy or the app may become slower.
ko: 📋 클립보드 경고: 기간이 길면 복사하는 데 시간이 오래 걸리거나 앱이 무거워질 수 있습니다.
zh_hans: 📋 剪贴板警告：如果时间较长，复制时间可能会更长，或者应用程序可能会变慢。
zh_hant: 📋 剪貼簿警告：如果時間較長，複製時間可能會更長，或者應用程式可能會變慢。

source: 📋 タスク: %lld/%lld完了
en: 📋 Task:%lld/%lldcompleted
ko: 📋 작업:%lld/%lld완료
zh_hans: 📋 任务：%lld/%lld已完成
zh_hant: 📋 任務：%lld/%lld已完成

source: 📋 タスク: 0件
en: 📋 Tasks: 0
ko: 📋 작업: 0 건
zh_hans: 📋 任务：0
zh_hant: 📋 任務：0

source: 📚 しっかり添削
en: 📚 Thorough correction
ko: 📚 단단히 첨삭
zh_hans: 📚 彻底修正
zh_hant: 📚 徹底修正

source: 📝 日記本文
en: 📝 Diary article
ko: 📝 일기 기사
zh_hans: 📝 日记本文

source: 📝 日記機能
en: 📝 Diary feature
ko: 📝 일기 기능
zh_hans: 📝 日记功能
zh_hant: 📝 日記功能

source: 📨 手紙が届きました
en: 📨 A letter has arrived
ko: 📨 편지가 도착했습니다.
zh_hans: 📨 一封信已到达
zh_hant: 📨 一封信已到達

source: 📨 過去のあなたから手紙が届きました
en: 📨 I received a letter from you in the past.
ko: 📨 과거의 당신으로부터 편지를 받았습니다.
zh_hans: 📨 我过去收到过你的来信。
zh_hant: 📨 我過去收到過你的來信。

source: 📬 過去のあなたから手紙が届いています
en: 📬 I received a letter from you in the past.
ko: 📬 과거의 당신으로부터 편지가 도착했습니다.
zh_hans: 📬 我过去收到过你的来信。
zh_hant: 📬 我過去收到過你的來信。

source: 📬 配信条件
en: 📬 Delivery conditions
ko: 📬 배달 조건
zh_hans: 📬 交货条件
zh_hant: 📬 交貨條件

source: 📬 開封可能
en: 📬 Possible to open
ko: 📬개방 가능
zh_hans: 📬 开封可能

source: 📷 写真
en: 📷 Photos
ko: 📷 사진
zh_hans: 📷 照片
zh_hant: 📷 照片

source: 🔥 鬼コーチ
en: 🔥 Oni Coach
ko: 🔥 오니 코치
zh_hans: 🔥 鬼教练
zh_hant: 🔥 鬼教練

source: 🔬 分析モード
en: 🔬 Analysis mode
ko: 🔬 분석 모드
zh_hans: 🔬 分析模式
zh_hant: 🔬 分析模式

source: 🔮 謎の占い師
en: 🔮 Mysterious fortune teller
ko: 🔮 수수께끼의 점쟁이
zh_hans: 🔮 神秘的算命师
zh_hant: 🔮 神秘的算命師

source: 🕵️‍♂️ 名探偵
en: 🕵️‍♂️ Detective
ko: 🕵️‍♂️ 명탐정
zh_hans: 🕵️‍♂️侦探
zh_hant: 🕵️‍♂️偵探

source: 😊 気分4-5
en: 😊 Mood 4-5
ko: 😊 기분 4-5
zh_hans: 😊心情4-5
zh_hant: 😊心情4-5

source: 😊 気分・体調
en: 😊 Mood/physical condition
ko: 😊 기분 · 컨디션
zh_hans: 😊 心情/身体状况
zh_hant: 😊 心情/身體狀況

source: 😐 気分3
en: 😐 Mood 3
ko: 😐 기분 3
zh_hans: 😐心情3
zh_hant: 😐心情3

source: 😢 気分1-2
en: 😢 Mood 1-2
ko: 😢 기분 1-2
zh_hans: 😢 心情1-2
zh_hant: 😢 心情1-2

source: 😼 ツンデレ幼馴染
en: 😼 Tsundere childhood friend
ko: 😼 츤데레 소꿉친구
zh_hans: 😼 傲娇儿时玩伴
zh_hant: 😼 傲嬌兒時玩伴

source: 🛠 デバッグ
en: 🛠 Debugging
ko: 🛠 디버깅
zh_hans: 🛠 调试
zh_hant: 🛠 調試

source: 🤖 開発者のPC
en: 🤖 Developer's PC
ko: 🤖 개발자의 PC
zh_hans: 🤖 开发者电脑
zh_hant: 🤖 開發者電腦

source: 🧠 AI容量警告: 文章が極端に長くなると、AIが最初の方の内容を忘れてしまったり、読み込めないことがあります。まずは1〜2か月分くらいから試すのがおすすめです。
en: 🧠 AI Capacity Warning: If the text is extremely long, the AI ​​may forget the earlier content or may not be able to read it. We recommend trying it for 1 to 2 months first.
ko: 🧠 AI 용량 경고: 문장이 극단적으로 길어지면 AI가 첫 번째 내용을 잊어버리거나 읽을 수 없는 경우가 있습니다. 우선은 1~2개월분 정도부터 시험하는 것이 추천입니다.
zh_hans: 🧠 AI容量警告：如果文本过长，AI可能会忘记前面的内容或者可能无法阅读。我们建议先尝试 1 到 2 个月。
zh_hant: 🧠 AI容量警告：如果文字太長，AI可能會忘記前面的內容或可能無法閱讀。我們建議先試 1 到 2 個月。

source: 新規作成
en: Compose
ko: 새로 작성
zh_hans: 新建
zh_hant: 新增

source: 💡 Tips
ko: 💡 팁
zh_hans: 💡小贴士
zh_hant: 💡小貼士

source: %lld枚
zh_hans: %lld张
zh_hant: %lld張
